Repository: lliurex/lliurex-wifi-gva-control
Catalog: lliurex-po/lliurex-wifi-gva-control/*.po
Languages: ca@valencia, es

source: Configuration
ca@valencia: Configuració
es: Configuración

source: Help
ca@valencia: Ajuda
es: Ayuda

source: WIFI GVA connection configuration
ca@valencia: Configuració de la connexió WIFI GVA
es: Configuración de la conexión WIFI GVA

source: Activate automatic connection to the Wifi (WIFI_EDU) at login
ca@valencia: Activar la connexió automàtica a la wifi (WIFI_EDU) en l'inici de sessió
es: Activar conexión automática a la Wifi (WIFI_EDU) en el inicio de sesión

source: Access mode:
ca@valencia: Mode d'accés:
es: Modos de acceso:

source: Access using user credentials
ca@valencia: Accés mitjançant credencials d'usuari
es: Acceso mediante credenciales de usuario

source: Automatic login with alumnat user
ca@valencia: Inici automàtic de sessió amb usuari alumnat
es: Inicio automático de sesión con usuario alumnat

source: Password:
ca@valencia: Contrasenya:
es: Contraseña:

source: Click to edit password
ca@valencia: Feu clic per a editar la contrasenya
es: Haga clic para editar la contraseña

source: Click to cancel password editing
ca@valencia: Feu clic per a cancel·lar l'edició de la contrasenya
es: Haga clic para cancelar la edición de la contraseña

source: Click to clear password
ca@valencia: Feu clic per a esborrar la contrasenya
es: Haga clic para borrar la contraseña

source: Confirm password:
ca@valencia: Confirmar la contrasenya:
es: Confirmar contraseña:

source: Apply
ca@valencia: Aplica
es: Aplicar

source: Cancel
ca@valencia: Cancel·la
es: Cancelar

source: Wifi configuration
ca@valencia: Configuració wifi
es: Configuración Wifi

source: The are pending changes to apply. Do you want apply the changes or discard them?
ca@valencia: Hi ha canvis pendents d’aplicar. Voleu aplicar els canvis o descartar-los?
es: Hay cambios pendientes de aplicar. ¿Desea aplicar los cambios o descartarlos?

source: Discard
ca@valencia: Descarta
es: Descartar

source: Do you want to delete the password for alumnat user?
ca@valencia: Voleu esborrar la contrasenya per a l'usuari alumnat?
es: ¿Desea borrar la contraseña para el usuario alumnat?

source: Accept
ca@valencia: Accepta
es: Aceptar

source: It is necessary to activate the integration with Digital Identitiy to be able to log in with WIFI GVA
ca@valencia: És necessari activar la integració amb la Identitat Digital per a poder iniciar sessió amb la WIFI GVA
es: Es necesario activar la integración con la Identidad Digital para poder iniciar sesión con la WIFI GVA

source: Close
ca@valencia: Tanca
es: Cerrar

source: Changes applied successfully
ca@valencia: Els canvis s’ha aplicat correctament
es: Cambios aplicados correctamente

source: It is necessary to activate the integration with Digital Identity to be able to log in with WIFI GVA
ca@valencia: És necessari activar la integració amb la Identitat Digital per a poder iniciar sessió amb la WIFI GVA
es: Es necesario activar la integración con la Identidad Digital para poder iniciar sesión con la WIFI GVA

source: Error changing WIFI settings
ca@valencia: S’ha produït un error canviant la configuració de la wifi
es: Error cambiando la configuración de la Wifi

source: Error changing password for autologin
ca@valencia: S’ha produït un error canviant la contrasenya per a inici de sessió automàtic
es: Error cambiando la contraseña para inicio de sesión automático

source: Error changing autogin activation
ca@valencia: S’ha produït un error canviant l'activació de l'inici de sessió automàtic
es: Error cambiando la activación del inicio de sesión automático

source: Multiple errors have ocurred while applying changes
ca@valencia: S'han produït diversos errors en aplicar els canvis
es: Se han producido varios errores al aplicar los cambios

source: Passwords must match
ca@valencia: Les contrasenyes han de coincidir
es: Las contraseñas deben coincidir

source: You must enter a password
ca@valencia: Introduïu una contrasenya
es: Debe introducir una contraseña

source: Error reloading configuration
ca@valencia: S’ha produït un error recarregant la configuració
es: Error recargando la configuración

source: Click to hide password
ca@valencia: Feu clic per a ocultar la contrasenya
es: Haga clic para ocultar la contraseña

source: Click to show password
ca@valencia: Feu clic per a mostrar la contrasenya
es: Haga clic para mostrar la contraseña

source: Apply changes. Wait a moment...
ca@valencia: S’estan aplicant els canvis. Espereu un moment...
es: Aplicando cambios. Espere un momento...

source: Restoring previous values. Wait a moment...
ca@valencia: S’estan restaurant els valors anteriors. Espereu un moment...
es: Resturando los valores anteriores. Espere un momento...

source: Loading. Wait a moment...
ca@valencia: S’està carregant. Espereu un moment...
es: Cargando. Espere un momento...

source: Error loading configuration
ca@valencia: S’ha produït un error carregant la configuració
es: Error cargando la configuración
